
CONF.project.themeEditor = {
    adspos: {
        ''     : 'Не показывать',
        'Last' : 'После списка новостей',
        '1'    : 'После каждой статьи',
        '3'    : 'После каждой 3ей',
        '6'    : 'После каждой 6й',
        '9'    : 'После каждой 9й',
        '15'   : 'После каждой 15й',
        '20'   : 'После каждой 20й',
        '30'   : 'После каждой 30й',
        '50'   : 'После каждой 50й'
    },
    articleCount: {
        '1'  : '1 штука',
        '3'  : '3 штуки',
        '5'  : '5 штук',
        '6'  : '6 штук',
        '7'  : '7 штук',
        '9'  : '9 штук',
        '10' : '10 штук',
        '12' : '12 штук',
        '15' : '15 штук',
        '20' : '20 штук',
        '24' : '24 штук',
        '30' : '30 штук',
        '40' : '40 штук',
        '50' : '50 штук',
        '60' : '60 штук'
    }
}


tm(function() {
    var data = CONF.project.themeEditor.articleIco = {};
    data[''] = 'Без картинки';
    map(parseLS('image,video'), function(name) {
        data[name] = SVG[name](cr('div'));
    })
});






